export const questions = [
  {
    question:
      "Укажите эпоху, к которой относятся первые достоверные следы человека на территории Кыргызстана",
    options: ["средний палеолит", "мезолит", "ранний палеолит", "неолит"],
    correctAnswer: "ранний палеолит",
  },
  {
    question:
      "К какому периоду первобытного общества относятся каменные находки на Саламат-Булаке? ",
    options: ["ранний палеолит", "неолит", "мезолит", "бронзовый век"],
    correctAnswer: "ранний палеолит",
  },
  {
    question:
      "Укажите период первобытного общества, когда появилась настенная живопись ",
    options: ["поздний палеолит", "неолит", "мезолит", "энеолит"],
    correctAnswer: "поздний палеолит",
  },
  {
    question:
      "Где впервые в Кыргызстане были обнаружены наскальные рисунки, выполненные охрой? ",
    options: [
      "пещера Барскоон",
      "Таш-Рабат",
      "Саймалы-Таш",
      "пещера Ак-Чункур",
    ],
    correctAnswer: "пещера Ак-Чункур",
  },
  {
    question: "Укажите эпоху, когда появились земледелие и скотоводство ",
    options: ["мезолит", "бронзовый век", "энеолит", "неолит"],
    correctAnswer: "неолит",
  },
  {
    question:
      "Где находится знаменитое скопление наскальных рисунков эпохи бронзы на Тянь-Шане? ",
    options: ["урочище Саймалы-Таш", "плато Арпа", "пещера Канай", "Таш-Рабат"],
    correctAnswer: "урочище Саймалы-Таш",
  },
  {
    question:
      "Какие культуры развивались одновременно на территории Кыргызстана в эпоху бронзы? ",
    options: [
      "таштыкская и андроновская",
      "андроновская и чустская",
      "сакская и чустская",
      "гуннская и ферганская",
    ],
    correctAnswer: "андроновская и чустская",
  },
  {
    question: "Когда возникла цивилизация саков? ",
    options: [
      "VIII – VII вв. до н. э.",
      "IX–VIII вв. до н. э.",
      "VII–VI вв. до н. э.",
      "X–IX вв. до н. э.",
    ],
    correctAnswer: "VIII – VII вв. до н. э.",
  },
  {
    question:
      "Какие племена Средней Азии успешно сопротивлялись войскам Александра Македонского?",
    options: ["усуни", "саки", "кочевники-согдийцы", "согдийцы"],
    correctAnswer: "саки",
  },
  {
    question:
      "С каким событием связан 530 г. до н. э. – самая первая точная дата в истории Средней Азии?",
    options: [
      "покорение Бактрии Александром",
      "поход Кира II на саков и его гибель",
      "основание государства Парфии",
      "битва при Гавгамелах",
    ],
    correctAnswer: "поход Кира II на саков и его гибель",
  },
  {
    question: "Томирис – это ",
    options: [
      "жрица согдийского храма",
      "правительница Ферганы",
      "военачальник усуней",
      "имя царицы саков, победившей Кира II",
    ],
    correctAnswer: "имя царицы саков, победившей Кира II",
  },
  {
    question:
      "В каком году произошла битва войск Александра Македонского с саками? ",
    options: [
      "330 г. до н. э.",
      "328 г. до н. э.",
      "331 г. до н. э.",
      "329 г. до н. э.",
    ],
    correctAnswer: "329 г. до н. э.",
  },
  {
    question:
      "Назовите героя, возглавившего борьбу народов Средней Азии против Александра Македонского",
    options: ["Маодунь", "Навпакт", "Спитамен", "Сыма Цянь"],
    correctAnswer: "Спитамен",
  },
  {
    question:
      "К какому времени относится начало торговли по Великому Шелковому пути?",
    options: [
      "II в. до н. э",
      "I в. н. э.",
      "III в. до н. э.",
      "I в. до н. э.",
    ],
    correctAnswer: "II в. до н. э",
  },
  {
    question:
      "Назовите город в Чуйской долине, возникший на Великом Шелковом пути",
    options: ["Суяб", "Навекат", "Ош", "Баласагун"],
    correctAnswer: "Навекат",
  },
  {
    question: "Кто считается основателем Великого Шелкового пути?",
    options: ["Конфуций", "Маодунь", "Лао-цзы", "Чжан Цянь"],
    correctAnswer: "Чжан Цянь",
  },
  {
    question: "В каком веке сложилось государство усуней на Тянь-Шане?",
    options: [
      "II в. до н. э",
      "I в. до н. э.",
      "III в. до н. э.",
      "IV в. до н. э.",
    ],
    correctAnswer: "II в. до н. э",
  },
  {
    question: "Какова была основа хозяйства усуней",
    options: ["полукочевое скотоводство", "земледелие", "ремесло", "торговля"],
    correctAnswer: "полукочевое скотоводство",
  },
  {
    question:
      "На территории какой области Кыргызстана находилась столица усуней Чигу?",
    options: ["Таласская", "Ошская", "Иссык-Кульская", "Нарынская"],
    correctAnswer: "Иссык-Кульская",
  },
  {
    question: "Как называлась столица государства усуней?",
    options: ["Суяб", "Бег-Балык", "Чигу", "Навекат"],
    correctAnswer: "Чигу",
  },
  {
    question: "Назовите титул главы усуней",
    options: ["хан", "жабгу", "кунбаг", "шах"],
    correctAnswer: "кунбаг",
  },
  {
    question:
      "С какими древнейшими племенными союзами связана ранняя этническая история Кыргызстана",
    options: [
      "скифы, сарматы, тохары",
      "саки, усуни, гунны",
      "чудь, меря, мещера",
      "уйгуры, карлуки, найманы",
    ],
    correctAnswer: "саки, усуни, гунны",
  },
  {
    question: "В какой исторической летописи впервые упоминаются кыргызы?",
    options: [
      "«Анналы Тан»",
      "«Шицзи» Сыма Цяня",
      "«Исторические записки» Сыма Цянь",
      "«Книга Хань»",
    ],
    correctAnswer: "«Исторические записки» Сыма Цянь",
  },
  {
    question: "Как в китайских источниках называли древних кыргызов?",
    options: ["теле", "динлины", "гянгуни", "гуньмо"],
    correctAnswer: "гянгуни",
  },
  {
    question:
      "Когда впервые упоминается этноним «кыргыз» в письменных источниках",
    options: [
      "201  г. до н. э",
      "300 г. до н. э.",
      "100 г. н. э.",
      "58 г. до н. э.",
    ],
    correctAnswer: "201  г. до н. э",
  },
  {
    question: "Какие племена создали первую кочевую империю в Центральной Азии",
    options: ["усуни", "гунны", "согдийцы", "тюрки"],
    correctAnswer: "гунны",
  },
  {
    question: "Назовите основателя империи гуннов в Центральной Азии",
    options: ["Чжан Цянь", "Маодунь", "Аттила", "Сыма Цянь"],
    correctAnswer: "Маодунь",
  },
  {
    question: "Когда пала гуннская империя?",
    options: ["IV в.", "III в.", "V в.", "VI в."],
    correctAnswer: "V в.",
  },
  {
    question: "Где располагалось государство Давань?",
    options: [
      "Ферганская долина",
      "Чуйская долина",
      "долина Таласа",
      "Бадахшан",
    ],
    correctAnswer: "Ферганская долина",
  },
  {
    question:
      "Как называлось местное енисейское население (динлины). Их антропологический тип",
    options: ["монголоидные", "смешанные", "европеоидные", "уралоидами"],
    correctAnswer: "европеоидные",
  },
  {
    question: "Какой период можно назвать эпохой древнекыргызской культуры – ",
    options: ["(III-V вв.)", "(VIII-X вв.)", "(I-II вв.)", "(VI-VII вв.)"],
    correctAnswer: "(III-V вв.)",
  },
  {
    question: "Когда енисейские кыргызы образовали свое государство?",
    options: ["VI в.", "VII в.", "VIII в.", "V в."],
    correctAnswer: "VI в.",
  },
  {
    question:
      "Какой титул тюркской правящей элиты принимал ажо в период усиления кыргызов",
    options: ["хан", "бек", "каган", "шад"],
    correctAnswer: "каган",
  },
  {
    question: "Символами власти ажо были",
    options: [
      "пояс и меч",
      "конический головной убор с золотым ободком и знамя",
      "золотой трон",
      "серебряная печать",
    ],
    correctAnswer: "конический головной убор с золотым ободком и знамя",
  },
  {
    question: "Знамя было",
    options: [
      "жёлтого цвета",
      "чёрного цвета",
      "зелёного цвета",
      "красного цвета",
    ],
    correctAnswer: "красного цвета",
  },
  {
    question:
      "Какой социальный слой составлял основу общества древних кыргызов",
    options: [
      "знать и жрецы",
      "торговцы и ремесленники",
      "воины и жрецы",
      "свободные общинники - скотоводы и земледельцы",
    ],
    correctAnswer: "свободные общинники - скотоводы и земледельцы",
  },
  {
    question: "Кто занимался земледелием, ремеслом",
    options: ["знать", "бедняки", "жрецы", "воины"],
    correctAnswer: "бедняки",
  },
  {
    question: "Верховными божествами у кыргызов были",
    options: [
      "Тенгри и Умай",
      "Анахита и Ахура-Мазда",
      "Будда и Брахма",
      "Индра и Агни",
    ],
    correctAnswer: "Тенгри и Умай",
  },
  {
    question: "Укажите религию енисейских кыргызов в VII–X вв.",
    options: ["язычество", "ислам", "буддизм", "зороастризм"],
    correctAnswer: "язычество",
  },
  {
    question:
      "Укажите титул, который носил глава государства енисейских кыргызов в VI – VII вв.",
    options: ["хан", "ажо", "шад", "бек"],
    correctAnswer: "ажо",
  },
  {
    question: "Назовите тип письменности енисейских кыргызов в VIII–IX вв.",
    options: ["куфическая", "санскритская", "клинопись", "руническая"],
    correctAnswer: "руническая",
  },
  {
    question:
      "Когда предки тюрок заняли территорию Северо-Восточного Китая после разгрома гуннов?",
    options: ["I и II вв.", "III и IV вв.", "V и VI вв.", "VII и VIII вв."],
    correctAnswer: "III и IV вв.",
  },
  {
    question: "Чем занимались тюрки на Алтае?",
    options: [
      "были рыболовами и охотниками",
      "занимались земледелием",
      "были рудокопами, плавильщиками и кузнецами",
      "занимались торговлей и скотоводством",
    ],
    correctAnswer: "были рудокопами, плавильщиками и кузнецами",
  },
  {
    question: "Чем платили дань аварам",
    options: ["золотом", "железом", "лошадьми", "пшеницей"],
    correctAnswer: "железом",
  },
  {
    question: "Когда алтайский союз племен принял название «тюрк»",
    options: ["начало V в.", "середина V в.", "конец V в.", "начало VI в."],
    correctAnswer: "середина V в.",
  },
  {
    question: "Как звали основателей Тюркского каганата?",
    options: [
      "Култегин и Билге",
      "Бумын и Истеми",
      "Барс-бег и Ажо",
      "Тоньюкук и Элтерис",
    ],
    correctAnswer: "Бумын и Истеми",
  },
  {
    question: "Когда образовался  Тюркский каганат?",
    options: ["450 г.", "481 г.", "520 г.", "552 г."],
    correctAnswer: "552 г.",
  },
  {
    question: "Значение даты 552 г.?",
    options: [
      "основание династии Тан",
      "образование Кыргызского государства",
      "тюрки положили начало процессу формирования тюркской государственности",
      "начало вторжения гуннов в Китай",
    ],
    correctAnswer:
      "тюрки положили начало процессу формирования тюркской государственности",
  },
  {
    question: "Когда  Тюркский каганат был разделен?",
    options: ["603 г.", "580 г.", "610 г.", "590 г."],
    correctAnswer: "603 г.",
  },
  {
    question: "Какие государства образовались после распада Тюркского каганата",
    options: [
      "Хазарский каганат и Булгарское царство",
      "Восточно-тюркский каганат (Монголия) и Западно-тюркский каганат (Тянь-Шань)",
      "Уйгурское ханство и Карлукский союз",
      "Монголия и Семиреченский каганат",
    ],
    correctAnswer:
      "Восточно-тюркский каганат (Монголия) и Западно-тюркский каганат (Тянь-Шань)",
  },
  {
    question:
      "Укажите, где на территории Кыргызстана впервые были найдены памятники древнетюркской рунической письменности",
    options: [
      "Чуйская долина",
      "Ошская область",
      "Таласская долина",
      "Иссык-Куль",
    ],
    correctAnswer: "Таласская долина",
  },
  {
    question: "Какая династия пришла к власти в Семиречье в 704 г.?",
    options: ["уйгурская", "карлукская", "тюргешская", "тюркская"],
    correctAnswer: "тюргешская",
  },
  {
    question: "Битва между китайской и арабской армиями произошла на р. Талас",
    options: [
      "в мае 751 г.",
      "в июле 751 г.",
      "в августе 750 г.",
      "в сентябре 752 г.",
    ],
    correctAnswer: "в июле 751 г.",
  },
  {
    question: "Кто покорил Семиречье в 766 г.",
    options: ["карлуки", "тюргеши", "уйгуры", "арабы"],
    correctAnswer: "карлуки",
  },
  {
    question: "Кто вытеснил карлуков из Ферганы в конце VIII в.",
    options: ["тюргеши", "уйгуры", "арабы", "персы"],
    correctAnswer: "арабы",
  },
  {
    question: "Кто правил государством Кыргыз в конце VII в.?",
    options: ["ажо Барс-бег", "ажо Каган-бек", "Истеми", "Бумын"],
    correctAnswer: "ажо Барс-бег",
  },
  {
    question: "Какой титул принял Барс-бег",
    options: ["шах", "хан", "каган", "бек"],
    correctAnswer: "каган",
  },
  {
    question: "Какие государства вошли в антитюркскую коалицию 709 г.",
    options: [
      "Карлукский союз и Хазарский каганат",
      "Уйгуры и династия Тан",
      "Империя Тан и Тюргешский каганат",
      "Персы и арабы",
    ],
    correctAnswer: "Империя Тан и Тюргешский каганат",
  },
  {
    question: "Когда тюрки прошли в Минусинскую котловину?",
    options: [
      "зимой 710 – 711 гг.",
      "летом 705 г.",
      "осенью 715 г.",
      "весной 700 г.",
    ],
    correctAnswer: "зимой 710 – 711 гг.",
  },
  {
    question:
      "До какого времени государство Кыргыз оставалось зависимым от Второго Тюркского каганата – до",
    options: ["720 г.", "732 г.", "744 г.", "760 г."],
    correctAnswer: "744 г.",
  },
  {
    question: "Роды войск армии енисейских кыргызов",
    options: [
      "только пехота",
      "тяжелой панцирной и легкой кавалери",
      "артиллерия",
      "флот",
    ],
    correctAnswer: "тяжелой панцирной и легкой кавалери",
  },
  {
    question: "В каком году  кыргызы разгромили столицу уйгуров?",
    options: ["900 г.", "840 г.", "750 г.", "920 г."],
    correctAnswer: "840 г.",
  },
  {
    question: "Когда каганат уйгуров окончательно распался",
    options: ["в 848 г.", "в 860 г.", "в 830 г.", "в 900 г."],
    correctAnswer: "в 848 г.",
  },
  {
    question: "Что образовалось на месте уйгурского каганата?",
    options: [
      "Османская империя",
      "держава кыргызов",
      "Хазарский каганат",
      "Сельджукское государство",
    ],
    correctAnswer: "держава кыргызов",
  },
  {
    question: "Когда завершился период кыргызского великодержавия?",
    options: ["конец IX в.", "середина X в.", "начало X в.", "XII в."],
    correctAnswer: "начало X в.",
  },
  {
    question:
      "Какие государственные образования кыргызов были накануне монгольского завоевания?",
    options: [
      "Кыргызстан и Туран",
      "Кыргыз и Хорезм",
      "Кем-Кемджиут (на Енисее) и Кыргыз (на Алтае)",
      "Согдиана и Бактрия",
    ],
    correctAnswer: "Кем-Кемджиут (на Енисее) и Кыргыз (на    Алтае)",
  },
  {
    question:
      "Когда на территории Восточного Туркестана, Семиречья и Ферганы появилась династия Караханидов?",
    options: ["IX в.", "X в", "XI в.", "VIII в."],
    correctAnswer: "X в",
  },
  {
    question: "Когда в Караханидском каганате ислам стал официальной религией?",
    options: ["850 г.", "960 г.", "1000 г.", "1055 г."],
    correctAnswer: "960 г.",
  },
  {
    question:
      "В каком государстве были построены башня Бурана и Узгенский комплекс?",
    options: ["Сельджуки", "Караханидский каганат", "Хорезмшахи", "Тимуриды"],
    correctAnswer: "Караханидский каганат",
  },
  {
    question:
      "Укажите, как в арабо-персидской литературе называли династию Караханидов",
    options: [
      "«дом Саманидов»",
      "«дом Афрасиаба»",
      "«дом Чингизидов»",
      "«дом Омейядов»",
    ],
    correctAnswer: "«дом Афрасиаба»",
  },
  {
    question:
      "Назовите государство, одной из столиц которого являлся г. Баласагун",
    options: [
      "Караханидский каганат",
      "Саманидское государство",
      "Государство Хайду",
      "Монгольская империя",
    ],
    correctAnswer: "Караханидский каганат",
  },
  {
    question:
      "Кто является составителем  первого словаря тюркских народов «Диван лугатат-тюрк»?",
    options: ["Аль-Фараби", "Ибн Сина", "Махмуд Кашгари", "Юсуф Баласагуни"],
    correctAnswer: "Махмуд Кашгари",
  },
  {
    question:
      "Назовите автора первой поэмы на тюркском языке «Благодатное знание»",
    options: ["Алишер Навои", "Ахмед Ясави", "Фирдоуси", "Юсуф Баласагуни"],
    correctAnswer: "Юсуф Баласагуни",
  },
  {
    question: "Когда пал Восточный Караханидский каганат?",
    options: ["1141 г.", "1206 г.", "1100 г.", "1055 г."],
    correctAnswer: "1141 г.",
  },
  {
    question: "Назовите настоящее имя Чингисхана",
    options: ["Кубылай", "Темучин", "Бату", "Хубилай"],
    correctAnswer: "Темучин",
  },
  {
    question:
      "Когда Чингисхан покорил, а затем уничтожил государство енисейских кыргызов?",
    options: ["1190 г.", "1220 г.", "в 1207 г.", "1255 г."],
    correctAnswer: "в 1207 г.",
  },
  {
    question:
      "Назовите имя хана, против которого восстали жители Восточного Туркестана и помогли войскам Чингисхана взять Баласагун без боя",
    options: ["Кубулай", "Кучлук", "Тогрул", "Джалал ад-Дин"],
    correctAnswer: "Кучлук",
  },
  {
    question:
      "В состав какого улуса вошли Восточный Туркестан и Центральная Азия в XIII в.",
    options: ["Джучи", "Хулагу", "Чагатая", "Угэдэй"],
    correctAnswer: "Чагатая",
  },
  {
    question:
      "Какое государство было образовано весной 1269 г. на берегу р. Талас?",
    options: ["Тимуриды", "Караханиды", "Хайду", "Чагатайское ханство"],
    correctAnswer: "Хайду",
  },
  {
    question:
      "В каком средневековом государстве на территории Кыргызстана были впервые гарантированы права земледельцев государство",
    options: ["Чагатай", "Караханиды", "Хайду", "Кокандское ханство"],
    correctAnswer: "Хайду",
  },
  {
    question:
      "Когда образовалось на востоке Средней Азии государство Моголистан – «Страна моголов»?",
    options: [
      "конец XIII в.",
      "середина XIV в.",
      "начало XV в.",
      "середина XV в.",
    ],
    correctAnswer: "середина XIV в.",
  },
  {
    question: "На каком языке говорили племена государства Моголистан?",
    options: ["тюркский", "монгольский", "фарси", "арабский"],
    correctAnswer: "тюркский",
  },
  {
    question: "Назовите основателя государства Моголистан",
    options: ["Тамерлан", "Кучлук", "эмир Пуладчи", "Улугбек"],
    correctAnswer: "эмир Пуладчи",
  },
  {
    question: "Какая религия стала официальной в Моголистане в 1354 г.",
    options: ["Буддизм", "Христианство", "Ислам", "Тенгрианство"],
    correctAnswer: "Ислам",
  },
  {
    question:
      "Назовите полководца, создателя огромной империи в Центральной Азии в XIV в.",
    options: ["Чингисхан", "Бабур", "Тамерлан", "Хубилай"],
    correctAnswer: "Тамерлан",
  },
  {
    question: "Назовите основателя государства Великих моголов в Индии",
    options: [
      "Аурангзеб",
      "Захир-ад-Дин Бабур",
      "Шах Джахан",
      "Александр Македонский",
    ],
    correctAnswer: "Захир-ад-Дин Бабур",
  },
  {
    question:
      "Какое событие в начале XVI в. считается заключительным этапом в формировании кыргызской народности?",
    options: [
      "восстание против Кучлука",
      "образование Караханидского каганата",
      "образование на Тянь-Шане дуальной этно-политической организации кыргызов – «правого» и «левого крыла» с примкнувшей к ним группой ичкилик",
      "введение ислама как государственной религии",
    ],
    correctAnswer:
      "образование на Тянь-Шане дуальной этно-политической организации кыргызов – «правого» и «левого крыла» с примкнувшей к ним группой ичкилик",
  },
  {
    question:
      "Какое название в научной литературе получила гипотеза происхождения кыргызского народа, утверждающая, что кыргызы переселялись с Енисея на современную территорию обитания с древнейших времен до начала XVIII в.",
    options: ["автохтонная", "смешанная", "миграционная", "историческая"],
    correctAnswer: "миграционная",
  },
  {
    question:
      "Какое название в научной литературе получила гипотеза происхождения кыргызского народа, утверждающая, что кыргызы являются коренными жителями Кыргызстана и всегда проживали на его территории",
    options: ["миграционная", "автохтонная", "смешанная", "древняя"],
    correctAnswer: "автохтонная",
  },
  {
    question:
      "Какое название в научной литературе получила гипотеза происхождения кыргызского народа, утверждающая, что кыргызская народность сформировалась на основе трех компонентов: местного населения Тянь-Шаня и Памиро-Алая до монгольского времени, монгольских племен, переселившихся сюда в ХШ в. и пришлых племен Енисейско-Иртышского междуречья? ",
    options: ["миграционная", "смешанная", "автохтонная", "этнографическая"],
    correctAnswer: "смешанная",
  },
  {
    question:
      "Назовите человека, который консолидировал кыргызский народ в XVI в.",
    options: ["Мухаммед-кыргыз", "Тайлак", "Ормон", "Шабдан"],
    correctAnswer: "Мухаммед-кыргыз",
  },
  {
    question:
      "Назовите государство, в которое входила территория современного Кыргызстана в конце XV – начале XVIII в.",
    options: [
      "Джунгарское ханство",
      "Кокандское ханство",
      "Хивинское ханство",
      "Российская империя",
    ],
    correctAnswer: "Джунгарское ханство",
  },
  {
    question:
      "Как кыргызы называли коренных жителей Джунгарского ханства ойратов?",
    options: ["узбеки", "калмыки", "калмаки", "манжуры"],
    correctAnswer: "калмаки",
  },
  {
    question:
      "Назовите государство, с которым в первой половине XVIII в. кыргызам пришлось вести упорную борьбу за независимость",
    options: [
      "Китайская империя",
      "Джунгарское ханство",
      "Кокандское ханство",
      "Российская империя",
    ],
    correctAnswer: "Джунгарское ханство",
  },
  {
    question: "Кто разгромил Джунгарское ханство?",
    options: ["Кыргызские войска", "Коканд", "Россия", "Китай"],
    correctAnswer: "Китай",
  },
  {
    question: "Перечислите народности, входившие в состав Кокандского ханства",
    options: [
      "казахи, уйгуры, кыргызы",
      "русские, таджики, узбеки",
      "узбеки, таджики, кыпчаки,  кыргызы",
      "манжуры, калмыки, кыргызы",
    ],
    correctAnswer: "узбеки, таджики, кыпчаки,  кыргызы",
  },
  {
    question:
      "Когда кокандский хан захватил города Ош и Узген с их окрестностями?",
    options: ["1785 г.", "1762 г.", "1740 г.", "1799 г."],
    correctAnswer: "1762 г.",
  },
  {
    question:
      "Назовите правителя алайских кыргызов, ставшего первым визирем Кокандского ханства при Малля-хане",
    options: ["Алымбек-датка", "Шабдан", "Ормон", "Юсуф"],
    correctAnswer: "Алымбек-датка",
  },
  {
    question: "Какой  кокандский правитель захватил Чуйскую долину?",
    options: ["Малля-хан", "Худаяр-хан", "Мадали-хан", "Насреддин-хан"],
    correctAnswer: "Мадали-хан",
  },
  {
    question:
      "Назовите имя руководителя антикокандского восстания в Нарыне в 30-х гг. XIX в.",
    options: ["Тайлак", "Ормон", "Шабдан", "Байтик"],
    correctAnswer: "Тайлак",
  },
  {
    question: "Когда была построена крепость Пишпек на берегу р. Аламедин?",
    options: ["1815 г.", "1830 г.", "1825 г.", "1840 г."],
    correctAnswer: "1825 г.",
  },
  {
    question:
      "Назовите кыргызских феодалов, которые занимали высокие придворные должности в Кокандском ханстве",
    options: [
      "Тайлак, Байтик",
      "Юсуф, Алымбек-датка",
      "Ормон, Курманджан-датка",
      "Шабдан, Алымбек",
    ],
    correctAnswer: "Юсуф, Алымбек-датка",
  },
  {
    question:
      "Кто возглавил восстание против Кокандского ханства в 1862 г. в Чуйской долине?",
    options: ["Байтик Канаев", "Ормон", "Юсуф", "Шабдан"],
    correctAnswer: "Байтик Канаев",
  },
  {
    question:
      "Назовите даты народной войны южных кыргызов против деспотизма и произвола Кокандского ханства",
    options: [
      "1852-1855 гг.",
      "1873-1876 гг.",
      "1860-1863 гг.",
      "1880-1883 гг.",
    ],
    correctAnswer: "1873-1876 гг.",
  },
  {
    question:
      "Назовите имя манапа сарыбагышей, который попытался объединить кыргызские племена",
    options: ["Юсуф", "Шабдан", "Байтик", "Ормон"],
    correctAnswer: "Ормон",
  },
  {
    question:
      "Когда в местности Котмалды (ныне Балыкчи) Ормон был поднят на белой кошме и объявлен ханом?",
    options: ["1835 г.", "1850 г.", "1842 г.", "1860 г."],
    correctAnswer: "1842 г.",
  },
  {
    question:
      "Назовите кыргызского манапа, активного участника покорения Алая российскими войсками под руководством М. Скобелева",
    options: ["Алымбек-датка", "Тайлак", "Шабдан", "Юсуф"],
    correctAnswer: "Шабдан",
  },
  {
    question:
      "Когда Атаке-бий, отправляет первое посольство в Санкт-Петербург?",
    options: ["1785 г.", "1801 г.", "1770 г.", "1799 г."],
    correctAnswer: "1785 г.",
  },
  {
    question:
      "Назовите имя посла Петра I, посетившего ставку джунгарского хана в 1722–1724 гг. и привезшего в Россию первые сведения о тянь-шаньских кыргызах",
    options: ["Ф. Миллер", "И. Унковский", "В. Радлов", "Н. Пржевальский"],
    correctAnswer: "И. Унковский",
  },
  {
    question: "Причины присоединения Кыргызстана к России?",
    options: [
      "экономический рост",
      "торговля с Европой",
      "угроза Китая, Коканда, казахов, междоусобицы",
      "религиозные разногласия",
    ],
    correctAnswer: "угроза Китая, Коканда, казахов, междоусобицы",
  },
  {
    question:
      "Определите характер присоединения Северного Кыргызстана к России",
    options: [
      "завоевание",
      "добровольное присоединение",
      "принудительное соглашение",
      "договорённость с Кокандом",
    ],
    correctAnswer: "добровольное присоединение",
  },

  {
    question: "Определите характер присоединения  Южного Кыргызстана к России",
    options: [
      "мирное соглашение",
      "добровольное присоединение",
      "договор о дружбе",
      "завоевание",
    ],
    correctAnswer: "завоевание",
  },
  {
    question: "Кто возглавил антикокандское восстание 1873-1876 гг.?",
    options: ["Ормон", "Байтик", "Шабдан", "Пулат-хан"],
    correctAnswer: "Пулат-хан",
  },
  {
    question:
      "Кто руководил военными действиями со стороны России во время завоевания Южного Кыргызстана?",
    options: [
      "А. Колпаковский",
      "полковник М. А. Скобелев",
      "Г. Черняев",
      "С. Пржевальский",
    ],
    correctAnswer: "полковник М. А. Скобелев",
  },
  {
    question:
      "Когда территория Кокандского ханства была присоединена к Российской империи?",
    options: ["1855 г.", "1880 г.", "1876 г.", "1865 г."],
    correctAnswer: "1876 г.",
  },
  {
    question:
      "Кто был назначен губернатором присоединенной Ферганской области?",
    options: [
      "А. Колпаковский",
      "Г. Черняев",
      "генерал-майор Скобелев",
      "С. Пржевальский",
    ],
    correctAnswer: "генерал-майор Скобелев",
  },
  {
    question:
      "Как звали правителя алайских кыргызов, принявшего подданство России летом 1876 г?",
    options: ["Алымбек-датка", "Курманджан-датка", "Ормон", "Шабдан"],
    correctAnswer: "Курманджан-датка",
  },
  {
    question:
      "Определите характер системы управления, установленной царским правительством в Кыргызстане",
    options: [
      "демократический",
      "военно-колониальный",
      "монархический",
      "феодальный",
    ],
    correctAnswer: "военно-колониальный",
  },
  {
    question: "Какая территория Кыргызстана первой вошла в состав России?",
    options: [
      "Таласская долина",
      "Ферганская долина",
      "Ошская область",
      "Иссык-Кульская долина",
    ],
    correctAnswer: "Иссык-Кульская долина",
  },
  {
    question: "Когда началась эпоха модернизации Кыргызстана?",
    options: [
      "с приходом Китая",
      "с включением в состав Российской империи",
      "с образованием СССР",
      "в эпоху Ормона",
    ],
    correctAnswer: "с включением в состав Российской империи",
  },
  {
    question: "Перечислите акынов-заманистов",
    options: [
      "Токтогул Сатылганов, Тоголок Молдо",
      "Алыкул Осмонов, Жусуп Баласагын",
      "Калыгул, Молдо Нияз,Молдо Кылыч",
      "Байымбет Абдрахманов, М. Фрунзе",
    ],
    correctAnswer: "Калыгул, Молдо Нияз,Молдо Кылыч",
  },
  {
    question: "Перечислите акынов-демократов",
    options: [
      "Калыгул, Молдо Кылыч, Молдо Нияз",
      "Токтогул Сатылганов, Тоголок Молдо",
      "Осмоналы Сыдыков, А. Осмонов",
      "Ж. Абдрахманов, Б. Абдрахманов",
    ],
    correctAnswer: "Токтогул Сатылганов, Тоголок Молдо",
  },
  {
    question:
      "Назовите первого историка-кыргыза, автора «Тарых-и кыргызшадмания» («История кыргызского раздолья») и «Мухтасартарых-и кыргызийа» («Краткая история кыргызов»)",
    options: [
      "Осмоналы Сыдыков",
      "Калыгул Бай уулу",
      "Тоголок Молдо",
      "Алыкул Осмонов",
    ],
    correctAnswer: "Осмоналы Сыдыков",
  },
  {
    question:
      "Назовите российского ученого, впервые опубликовавшего сокращенный вариант эпоса «Манас» на кыргызском и немецком языках",
    options: [
      "В. Радлов",
      "П. Семенов-Тян-Шанский",
      "Н. Гродеков",
      "М. В. Фрунзе",
    ],
    correctAnswer: "В. Радлов",
  },
  {
    question: "Назовите основную идею эпоса «Манас»",
    options: [
      "завоевание новых земель",
      "развитие ремесел",
      "единение кыргызов",
      "достижение богатства",
    ],
    correctAnswer: "единение кыргызов",
  },
  {
    question:
      "Назовите кыргызского акына, осужденного за участие в Андижанском восстании",
    options: [
      "Калыгул",
      "Алыкул Осмонов",
      "Молдо Кылыч",
      "Токтогул Сатылганов",
    ],
    correctAnswer: "Токтогул Сатылганов",
  },
  {
    question:
      "Назовите ведущую отрасль хозяйства кыргызов в конце XIX – начале XX вв.",
    options: ["земледелие", "ремесло", "торговля", "скотоводство"],
    correctAnswer: "скотоводство",
  },
  {
    question:
      "Определите характер системы управления, установленной царским правительством в Кыргызстане",
    options: [
      "демократический",
      "военно-колониальный",
      "самоуправляемый",
      "либеральный",
    ],
    correctAnswer: "военно-колониальный",
  },
  {
    question:
      "Укажите город, ставший административным центром Семиреченской области после присоединения Кыргызстана к России",
    options: ["Верный", "Пишпек", "Ош", "Каракол"],
    correctAnswer: "Верный",
  },
  {
    question: "Кто возглавил Андижанское восстание 1898 г?",
    options: [
      "Мадали Дукчи-ишан",
      "Токтогул Сатылганов",
      "Осмоналы Сыдыков",
      "Г. Швец-Базарный",
    ],
    correctAnswer: "Мадали Дукчи-ишан",
  },
  {
    question:
      "Назовите имя акына, осужденного за участие в Андижанском восстании",
    options: [
      "Алыкул Осмонов",
      "Байымбет Абдрахманов",
      "Молдо Кылыч",
      "Токтогул Сатылганов",
    ],
    correctAnswer: "Токтогул Сатылганов",
  },
  {
    question: "Кто из акынов был известен в народе как Тоголок Молдо?",
    options: [
      "Калыгул Бай уулу",
      "Асанбай Жээналиев",
      "Осмоналы Сыдыков",
      "Байымбет Абдрахманов",
    ],
    correctAnswer: "Байымбет Абдрахманов",
  },
  {
    question:
      "Что послужило сигналом к началу восстания 1916 года в Средней Азии и Казахстане?",
    options: [
      "разделение Средней Азии",
      "конфискация земли",
      "повышение налогов",
      "волнения жителей г. Ходжента 4 июля",
    ],
    correctAnswer: "волнения жителей г. Ходжента 4 июля",
  },
  {
    question:
      "Назовите дату издания указа царя о мобилизации коренного населения Туркестана на военно-тыловые работы",
    options: [
      "12 декабря 1916 г.",
      "25 июня 1916 г.",
      "9 января 1917 г.",
      "1 марта 1916 г.",
    ],
    correctAnswer: "25 июня 1916 г.",
  },
  {
    question:
      "Назовите территорию, которая стала эпицентром восстания 1916 г. в Средней Азии",
    options: [
      "Южный Казахстан",
      "Северный Кыргызстан",
      "Ферганская долина",
      "Западный Тянь-Шань",
    ],
    correctAnswer: "Северный Кыргызстан",
  },
  {
    question:
      "Почему Революция 1905-1907 гг. в Кыргызстане не вызвала таких социальных столкновений, как в центральной России или в промышленно развитых регионах Империи?",
    options: [
      "пролетарская идеология не имела почвы в Кыргызстане",
      "низкий уровень грамотности",
      "широкая поддержка царя",
      "отсутствие крупных городов",
    ],
    correctAnswer: "пролетарская идеология не имела почвы в Кыргызстане",
  },
  {
    question: "Назовите первого революционера-кыргыза с дореволюционным стажем",
    options: [
      "Осмоналы Сыдыков",
      "Асанбай Жээналиев",
      "Таабалды Жукеев (Пудовкин)",
      "Тоголок Молдо",
    ],
    correctAnswer: "Таабалды Жукеев (Пудовкин)",
  },
  {
    question:
      "Главный результат Февральской революции 1917 г. на территории Кыргызстана",
    options: [
      "независимость региона",
      "установление «троевластия»",
      "отмена налогов",
      "приход царя к власти",
    ],
    correctAnswer: "установление «троевластия»",
  },
  {
    question:
      "Назовите регион Кыргызстана, в котором  раньше всех была провозглашена Советская власть",
    options: ["Ош", "шахтеры Сулюкты, ноябрь 1917 г.", "Каракол", "Бишкек"],
    correctAnswer: "шахтеры Сулюкты, ноябрь 1917 г.",
  },
  {
    question:
      "Кто стал председателем Совета народных депутатов г. Пишпека 1 января 1918 года?",
    options: [
      "М. В. Фрунзе",
      "Таабалды Жукеев",
      "А. Осмонов",
      "большевик Г. И. Швец-Базарный",
    ],
    correctAnswer: "большевик Г. И. Швец-Базарный",
  },
  {
    question:
      "Когда была установлена Советская власть на всей территории Кыргызстана?",
    options: [
      "к лету 1918 года",
      "осенью 1917 года",
      "зимой 1919 года",
      "весной 1920 года",
    ],
    correctAnswer: "к лету 1918 года",
  },
  {
    question:
      "Какой слой населения Кыргызстана был основной социальной базой антисоветских мятежей 1917-1920 гг.",
    options: [
      "казахская интеллигенция",
      "кыргызская знать",
      "русско-украинское кулачество и басмачество",
      "чиновники царского режима",
    ],
    correctAnswer: "русско-украинское кулачество и басмачество",
  },
  {
    question: "Кто возглавляет борьбу с басмачеством?",
    options: [
      "командующий Туркестанским фронтом М. В. Фрунзе",
      "Таабалды Жукеев",
      "В. Радлов",
      "Ж. Абдрахманов",
    ],
    correctAnswer: "командующий Туркестанским  фронтом М. В. Фрунзе",
  },
  {
    question:
      "Назовите революционно-демократический Союз кыргызской бедноты, образованный в 1917 г.",
    options: ["«Алаш»", "«Букара»", "«Кошчи»", "«Жаш кыргыз»"],
    correctAnswer: "«Букара»",
  },
  {
    question:
      "Назовите дату национально-государственного размежевания Средней Азии",
    options: [
      "7 ноября 1917 г.",
      "14 октября 1924 г.",
      "30 апреля 1929 г.",
      "1 февраля 1926 г.",
    ],
    correctAnswer: "14 октября 1924 г.",
  },
  {
    question:
      "Как называлось самостоятельное государственное образование на территории Кыргызстана, появившееся после национально-государственного размежевания Средней Азии 1924 г.",
    options: [
      "Кыргызская Республика",
      "Киргизская ССР",
      "Кыргызская автономная область в составе РСФСР",
      "Туркестанская АССР",
    ],
    correctAnswer: "Кыргызская автономная область в составе РСФСР",
  },
  {
    question:
      "Когда Кыргызская Автономная область преобразовывается в Кыргызскую Автономную Советскую Социалистическую Республику в составе РСФСР?",
    options: [
      "25 июня 1916 г.",
      "30 апреля 1929 г.",
      "1 февраля 1926 г.",
      "14 октября 1924 г.",
    ],
    correctAnswer: "1 февраля 1926 г.",
  },
  {
    question: "Кто стал Председателем Совета Народных Комиссаров в 1927 г",
    options: [
      "Осмоналы Сыдыков",
      "Ж. Абдрахманов",
      "А. Осмонов",
      "Г. И. Швец-Базарный",
    ],
    correctAnswer: " Ж. Абдрахманов",
  },
  {
    question: "Когда была принята Конституция Кыргызской АССР",
    options: [
      "1 февраля 1926 г.",
      "30 апреля 1929 г.",
      "14 октября 1924 г.",
      "25 июня 1916 г.",
    ],
    correctAnswer: "30 апреля 1929 г.",
  },
  {
    question:
      "На основе какого документа Кыргызская АССР преобразовывается в Кирг. Советскую Социалистическую Республику?",
    options: [
      "Конституция 1924 г.",
      "Конституция 1929 г.",
      "Конституция 1936 г.",
      "Конституция СССР 1940 г.",
    ],
    correctAnswer: "Конституция 1936 г.",
  },
  {
    question:
      "Как называется Мемориальный комплекс памяти жертв тоталитарного режима?",
    options: [
      "«Ата-Бейит»",
      "Парк Славы",
      "Аллея памяти",
      "Музей истории репрессий",
    ],
    correctAnswer: "«Ата-Бейит»",
  },
  {
    question:
      "Почему земельно-водная реформа на юге Кыргызстана проводилась позже, чем на севере?",
    options: [
      "из-за природных условий",
      "из-за басмачества",
      "из-за нехватки кадров",
      "из-за границы с Китаем",
    ],
    correctAnswer: "из-за басмачества",
  },
  {
    question: "Назовите основные угольные предприятия республики в ХХ в.",
    options: [
      "рудники Кара-Кече и Таш-Көмүр",
      "Чон-Алайское месторождение",
      "рудник Кара-Балта",
      "рудники Кок-Янгака, Кызыл-Кии, Сулюкты",
    ],
    correctAnswer: "рудники Кок-Янгака, Кызыл-Кии, Сулюкты",
  },
  {
    question:
      "Школы ликбеза, пункты ликбеза, женские клубы, красные юрты, избы-читальни, рабочие клубы, красные уголки, красные чайханы, красные хирманы – это формы обучения",
    options: [
      "в советский период",
      "в 1920-х гг.",
      "в годы реформ",
      "в 1930-х гг",
    ],
    correctAnswer: "в 1930-х  гг",
  },
  {
    question: "На каком алфавите велось обучение в 1920-1928 гг.?",
    options: [
      "на латинском алфавите",
      "на кириллице",
      "на арабском алфавите",
      "на старом тюркском письме",
    ],
    correctAnswer: "на арабском алфавите",
  },
  {
    question:
      "Когда в кыргызской письменности использовался латинский алфавит?",
    options: [
      "1928 – 1939 гг.",
      "1939 – 1949 гг.",
      "1920 – 1927 гг.",
      "1940 – 1955 гг.",
    ],
    correctAnswer: "1928 – 1939 гг.",
  },
  {
    question: "1940-1941 учебный год начинался с изучения",
    options: [
      "русского алфавита",
      "латинского алфавита",
      "арабского алфавита",
      "кыргызского алфавита",
    ],
    correctAnswer: "русского алфавита",
  },
  {
    question: "Когда вышла в свет первая кыргызская газета «Эркин-Тоо»",
    options: ["1924 г.", "1921 г.", "1928 г.", "1930 г."],
    correctAnswer: "1924",
  },
  {
    question: "Кто считается основателем кыргызской прозы?",
    options: [
      "Т. Сыдыкбеков",
      "Касымалы Баялинов, повесть «Ажар» (1926)",
      "А. Осмонов",
      "Дж. Боконбаев",
    ],
    correctAnswer: "Касымалы Баялинов, повесть «Ажар» (1926)",
  },
  {
    question: "Кто возглавил Союз писателей Кыргызии в 1934 г.",
    options: [
      "Тугельбай Сыдыкбеков",
      "Джусуп Турусбеков",
      "Мукай Элебаев",
      "Аалы Токомбаев",
    ],
    correctAnswer: "Аалы Токомбаев",
  },
  {
    question: "Назовите авторов первого кыргызского балета «Анар»",
    options: [
      "К. Молдобасанов и А. Малдыбаев",
      "А. Малдыбаев и В. Власов",
      "В. А. Власов и В. Г. Фере",
      "А. Малдыбаев и М. Рыскулов",
    ],
    correctAnswer: "В. А. Власов и В. Г.  Фере",
  },
  {
    question: "Как называлась первая кыргызская лирико-эпическая опера?",
    options: ["«Манас»", "«Айчурек»", "«Курманбек»", "«Семетей»"],
    correctAnswer: "«Айчурек»",
  },
  {
    question:
      "С именами Аалы Токомбаева, Касымалы Баялинова, Мукая Элебаева, Джоомарта Боконбаева, Касымалы Джантошева, Жусупа Турусбекова, Кубанычбека Маликова связано",
    options: [
      "развитие национального кино",
      "зарождение кыргызской профессиональной литературы",
      "реформирование образования",
      "открытие первых театров",
    ],
    correctAnswer: "зарождение кыргызской профессиональной литературы",
  },

  {
    question: "Назовите первое высшее учебное заведение в Кыргызстане",
    options: [
      "Государственный педагогический институт",
      "Кыргызский государственный университет",
      "Институт народного образования",
      "Фрунзенский институт культуры",
    ],
    correctAnswer: "Государственный педагогический институт",
  },
  {
    question: "Первый музей, созданный в 1925 г. в Пишпеке это",
    options: [
      "Исторический музей",
      "Государственный музей искусств",
      "мемориальный музей им. М. В. Фрунзе",
      "Этнографический музей",
    ],
    correctAnswer: "мемориальный музей им. М. В. Фрунзе",
  },
  {
    question: "Назовите автора первого «Букваря», изданного в марте 1924 г",
    options: ["А. Токомбаев", "К. Тыныстанов", "К. Баялинов", "М. Элебаев"],
    correctAnswer: "К. Тыныстанов",
  },
  {
    question:
      "Какое культурное учреждение было организовано в 1935 г. во Фрунзе?",
    options: [
      "Национальный филармонический зал",
      "Кыргызский театр оперы и балета",
      "Русский драматический театр",
      "Центральная библиотека",
    ],
    correctAnswer: "Русский драматический театр",
  },
  {
    question:
      "Кто возглавил филиал Академии наук СССР, открытый 13 августа 1943 г.?",
    options: [
      "академик К. И. Скрябин",
      "академик А. И. Опарин",
      "академик В. В. Куйбышев",
      "академик М. Тынышпаев",
    ],
    correctAnswer: "академик К. И. Скрябин",
  },
  {
    question: "Кто командовал 316-й дивизией?",
    options: [
      "генерал Панфилов",
      "маршал Жуков",
      "генерал Рокоссовский",
      "генерал Малиновский",
    ],
    correctAnswer: "генерал Панфилов",
  },
  {
    question:
      "Сколько жителей Кыргызстана, участвовавших в Великой Отечественной войне, было удостоено Звания Героя Советского Союза?",
    options: ["58 кыргызстанцев", "45 человек", "81 герой", "73 кыргызстанца"],
    correctAnswer: "73 кыргызстанца",
  },
  {
    question:
      "Сколько заводов и фабрик было эвакуировано в Кыргызстан в годы Великой Отечественной войны?",
    options: ["менее 10", "более 30", "около 100", "примерно 15"],
    correctAnswer: "более 30",
  },
  {
    question: "Как назывался период после Великой Отечественной войны?",
    options: [
      "период индустриализации",
      "период восстановления народного хозяйства",
      "холодная война",
      "период перестройки",
    ],
    correctAnswer: "период восстановления народного хозяйства",
  },
  {
    question:
      "Кто был первым секретарем ЦК КП Кыргызстана в конце 50-х – начале 60-х гг.?",
    options: ["И. Разаков", "Т. Усубалиев", "И. Р. Раззаков", "А. Масалиев"],
    correctAnswer: "И. Р. Раззаков",
  },
  {
    question: "Когда начали работу по реабилитации жертв массовых репрессий?",
    options: [
      "после XX съезда КПСС (1956 г.)",
      "в 1950 году",
      "в 1961 году",
      "во время перестройки",
    ],
    correctAnswer: "после XX съезда КПСС (1956 г.)",
  },
  {
    question:
      "Основное направление реформ в области управления в 1950-е гг. состояло в",
    options: [
      "сокращении министерств",
      "расширении прав союзных республик",
      "введении новых налогов",
      "децентрализации власти",
    ],
    correctAnswer: "расширении прав союзных республик",
  },
  {
    question:
      "Что составляло основу экономики Кыргызстана в 50-х – 60-х гг. ХХ в.?",
    options: [
      "сельское хозяйство",
      "легкая промышленность",
      "многоотраслевая промышленность",
      "торговля с союзными республиками",
    ],
    correctAnswer: "многоотраслевая промышленность",
  },

  {
    question:
      "Назовите фильм Б. Шамшиева по произведению Ч. Айтматова, который в 1976 г. получил 1-й приз Всесоюзного кинофестиваля",
    options: [
      "Ранние журавли",
      "Материнское поле",
      "Белый пароход",
      "Прощай, Гульсары!",
    ],
    correctAnswer: "Белый пароход",
  },
  {
    question: "Кто возглавлял Компартию Кыргызстана четверть века?",
    options: [
      "А. Масалиев",
      "К. Раззаков",
      "Турдакун Усубалиев",
      "Ч. Айтматов",
    ],
    correctAnswer: "Турдакун Усубалиев",
  },
  {
    question:
      "Кто сменил Т. Усубалиева на посту Первого секретаря ЦК Компартии Кыргызстана в 1985 г.?",
    options: ["К. Тыныстанов", "И. Раззаков", "А. Масалиев", "М. Элебаев"],
    correctAnswer: "А. Масалиев",
  },
  {
    question:
      "31 августа 1991 г. Верховный Совет республики принял Декларацию о",
    options: [
      "создании Конституционного суда",
      "государственной независимости Республики Кыргызстан",
      "реформе образования",
      "введении многопартийности",
    ],
    correctAnswer: "государственной независимости Республики Кыргызстан",
  },
  {
    question: "Назовите дату принятия Конституции Кыргызской Республики",
    options: [
      "5 мая 1993 г",
      "12 марта 1990 г.",
      "8 декабря 1991 г.",
      "7 ноября 1992 г.",
    ],
    correctAnswer: "5 мая 1993 г",
  },
  {
    question: "В каком году был открыт КРСУ?",
    options: ["1993 г.", "1991 г.", "1995 г.", "1997 г."],
    correctAnswer: "1993 г.",
  },
  {
    question:
      "Назовите первое политическое движение, сложившееся в Кыргызстане на волне перестройки и гласности в 80-х гг. XX в.",
    options: [
      "Кыргызстан за реформы",
      "Ата-Мекен",
      "Биримдик",
      "Демократическое движение Кыргызстана (ДДК)",
    ],
    correctAnswer: "Демократическое движение Кыргызстана (ДДК)",
  },
  {
    question: "Главным результатом “народной революции” 2005 г. было",
    options: [
      "создание новой Конституции",
      "обострение экономического кризиса",
      "свержение авторитарного коррумпированного режима А. Акаева",
      "вывод иностранных войск",
    ],
    correctAnswer: "свержение авторитарного коррумпированного режима А. Акаева",
  },
  {
    question: "10 июля 2005 г.",
    options: [
      "А. Акаев подал в отставку",
      "К. С. Бакиев стал всенародно избранным Президентом Кыргызской Республики",
      "Принята новая Конституция",
      "Начало массовых протестов",
    ],
    correctAnswer:
      "К. С. Бакиев стал всенародно избранным Президентом Кыргызской Республики",
  },
  {
    question: "Что означал термин «мильк»?",
    options: [
      "плата за пастбища",
      "участок земли, закрепленный в частную собственность в Кокандском ханстве",
      "налог на торговлю",
      "особая военная повинность",
    ],
    correctAnswer:
      "участок земли, закрепленный в частную собственность в Кокандском ханстве",
  },
  {
    question: "Что означает термин «юрт»?",
    options: [
      "стадо скота",
      "место для проведения собраний",
      "владение крупного кочевого феодала ханства",
      "письменная грамота",
    ],
    correctAnswer: "владение крупного кочевого феодала ханства",
  },
  {
    question: "В каком письменном источнике впервые упоминается эпос «Манас»?",
    options: [
      "Китаб аль-Агсир",
      "«Маджму-ат-Таварих»",
      "Тарих-и-Рашиди",
      "Тарих-и-Шамси",
    ],
    correctAnswer: "«Маджму-ат-Таварих»",
  },
  {
    question: "Какой памятник известен в народе как гумбез Манаса?",
    options: [
      "мавзолей Тимура в Самарканде",
      "мавзолей Канизек-хатун в Таласе",
      "усыпальница Бабура",
      "Караханидский мавзолей",
    ],
    correctAnswer: "мавзолей Канизек-хатун в Таласе",
  },
  {
    question: "Назовите основной налог, собираемый кокандцами с кыргызов?",
    options: ["ушур", "харадж", "зякет", "джизья"],
    correctAnswer: "зякет",
  },
  {
    question: "Какой титул носил правитель кара-китаев?",
    options: ["хан", "эмир", "гурхан", "шах"],
    correctAnswer: "гурхан",
  },
  {
    question:
      "Назовите причину массового переселения кыргызов с Тянь-Шаня в Ферганскую долину в первой половине XVIII в.?",
    options: [
      "нашествие джунгар",
      "засуха",
      "поиск новых торговых путей",
      "нашествие маньчжуров",
    ],
    correctAnswer: "нашествие джунгар",
  },
  {
    question:
      "Назовите новую категорию феодальной знати у северных кыргызов в середине XIX в.",
    options: ["бек", "бай", "нойон", "манап"],
    correctAnswer: "манап",
  },
  {
    question: "Определите, что означает термин «адат»",
    options: [
      "религиозное право",
      "закон хана",
      "указ правителя",
      "обычное, традиционное право",
    ],
    correctAnswer: "обычное, традиционное право",
  },
  {
    question:
      "Назовите область, образованную на территории бывшего Кокандского ханства в 1876 г.",
    options: ["Сырдарьинская", "Ферганская", "Самаркандская", "Ташкентская"],
    correctAnswer: "Ферганская",
  },
  {
    question: "Какую форму приняло установление Советской власти в Пишпеке?",
    options: [
      "военный переворот",
      "мирный митинг горожан",
      "крестьянское восстание",
      "захват зданий суда",
    ],
    correctAnswer: "мирный митинг горожан",
  },
  {
    question:
      "Назовите командующего Туркестанским фронтом в годы Гражданской войны",
    options: [
      "А. Ф. Красный",
      "М. В. Фрунзе",
      "С. М. Буденный",
      "К. Е. Ворошилов",
    ],
    correctAnswer: "М. В. Фрунзе",
  },
  {
    question:
      "Назовите создателя первого фундаментального кыргызско-русского словаря, изданного в 1940 г.?",
    options: ["Т. Сыдыков", "К. К. Юдахин", "К. Байлиев", "Ч. Айтматов"],
    correctAnswer: "К. К. Юдахин",
  },
  {
    question:
      "Назовите первого из воинов-кыргызстанцев, который стал Героем Советского Союза",
    options: ["Н. Дмитриев", "Т. Кулатов", "А. Омуралиев", "Б. Жээналиев"],
    correctAnswer: "Н. Дмитриев",
  },
  {
    question:
      "Назовите дату народной революции, в результате которой был свергнут режим К. Бакиева",
    options: [
      "24 марта 2005 г.",
      "15 января 2009 г.",
      "7 апреля 2010 г.",
      "1 октября 2012 г.",
    ],
    correctAnswer: "7 апреля 2010 г.",
  },
  {
    question:
      "Кто исполнял обязанности Президента Кыргызской Республики в период 3 июля 2010 г. – 1 декабря 2011 г.",
    options: ["А. Атамбаев", "Р. Отунбаева", "К. Бакиев", "С. Жапаров"],
    correctAnswer: "Р. Отунбаева",
  },
  {
    question: "Назовите дату введения национальной валюты – сом",
    options: [
      "10 мая 1993 г.",
      "5 мая 1993 г.",
      "15 июня 1994 г.",
      "7 ноября 1992 г.",
    ],
    correctAnswer: "10 мая 1993 г.",
  },
  {
    question: "В каком году была открыта Академия наук Кыргызской ССР?",
    options: ["1945 г.", "1954 г.", "1960 г.", "1950 г."],
    correctAnswer: "1954 г.",
  },
  {
    question: "Назовите имя первого Президента Академии наук Кыргызской ССР",
    options: ["К. Карасаев", "И. Ахунбаев", "Т. Сыдыков", "А. Медеров"],
    correctAnswer: "И. Ахунбаев",
  },
  {
    question: "Укажите дату первой декады кыргызского искусства в Москве",
    options: ["1939 г.", "1945 г.", "1950 г.", "1935 г."],
    correctAnswer: "1939 г.",
  },
  {
    question:
      "Укажите дату принятия Закона Кыргызской ССР «О государственном языке»",
    options: [
      "10 июня 1988 г.",
      "15 августа 1990 г.",
      "23 сентября 1989 г.",
      "7 октября 1991 г.",
    ],
    correctAnswer: "23  сентября 1989 г.",
  },
  {
    question:
      "Назовите имя Президента Кыргызской Республики, избранного в 2011 г.",
    options: ["К. Бакиев", "А. Атамбаев", "Р. Отунбаева", "С. Жээнбеков"],
    correctAnswer: "А. Атамбаев",
  },
  {
    question: "Какое историческое событие нашло отражение в эпосе «Манас»?",
    options: [
      "освобождение Оша",
      "победа над джунгарами",
      "поход на Бейджин",
      "осада Самарканда",
    ],
    correctAnswer: "поход на Бейджин",
  },
  {
    question:
      "Назовите вид искусства, в котором прославилась Бюбюсара Бейшеналиева",
    options: ["балет", "живопись", "декоративное искусство", "музыка"],
    correctAnswer: "балет",
  },
  {
    question: "Назовите вид искусства, в котором прославился Булат Минжилкиев",
    options: ["театр", "опера", "скульптура", "балет"],
    correctAnswer: "опера",
  },
  {
    question: "Назовите вид искусства, в котором прославился Гапар Айтиев",
    options: ["скульптура", "графика", "живопись", "архитектура"],
    correctAnswer: "живопись",
  },
  {
    question:
      "Назовите срок президентских полномочий по Конституции Кыргызской республики 2010 г.",
    options: ["4 года", "5 лет", "7 лет", "6 лет"],
    correctAnswer: "6 лет",
  },
  {
    question:
      "Кто исполнял судебные функции у кочевников Северного Кыргызстана в XVIII в.?",
    options: ["аксыкал", "бий", "манап", "казий"],
    correctAnswer: "бий",
  },
  {
    question: "Кто исполнял судебные функции на Юге Кыргызстана в XVIII в.?",
    options: ["бий", "аксакал", "казий", "манап"],
    correctAnswer: "казий",
  },
  {
    question: "Когда началось движение переселенцев из России в Кыргызстан?",
    options: [
      "1-я половина XIX в.",
      "2-я половина XIX в.",
      "начало XX в.",
      "середина XVIII в.",
    ],
    correctAnswer: "2-я  половина XIX в.",
  },
  {
    question:
      "Назовите имя ученого, обнаружившего упоминание о кыргызах и их владениях в 201 г до н.э. в китайских летописях",
    options: [
      "Иакинф (Бичурин)",
      "Василий Бартольд",
      "Николай Пржевальский",
      "Лев Гумилев",
    ],
    correctAnswer: "Иакинф (Бичурин)",
  },
  {
    question:
      "Что являлось причиной воинственности кочевых обществ в древности?",
    options: [
      "избыток ресурсов",
      "отсутствие надежных источников существования",
      "религиозные войны",
      "желание расширить торговлю",
    ],
    correctAnswer: "отсутствие надежных источников существования",
  },
  {
    question: "Что такое Великий Шелковый путь?",
    options: [
      "путь караванов внутри Китая",
      "внутренняя дорога в Персии",
      "дорога из Индии в Европу",
      "Международная сухопутная торговая магистраль",
    ],
    correctAnswer: "Международная сухопутная торговая магистраль",
  },
  {
    question:
      "Почему в XVI в. Великий Шелковый Путь прекратил свое существование?",
    options: [
      "упадок торговли",
      "нашествия кочевников",
      "засухи и катастрофы",
      "перемещение торговых путей на морские и океанские магистрали",
    ],
    correctAnswer:
      "перемещение торговых путей на морские и океанские магистрали",
  },
  {
    question:
      "Какое событие остановило китайскую агрессию на территории Средней Азии более чем на 1000 лет?",
    options: [
      "битва при Самарканде",
      "сражение у Бухары",
      "Таласская битва в июне 751 г.",
      "битва при Мерве",
    ],
    correctAnswer: "Таласская битва в июне 751 г.",
  },
  {
    question: "Что такое этноним?",
    options: [
      "название государства",
      "самоназвание народа",
      "название племени",
      "религиозное название",
    ],
    correctAnswer: "самоназвание народа",
  },
  {
    question: "Что такое этногенез?",
    options: [
      "формирование письменности",
      "происхождение и дальнейшее развитие народа",
      "развитие религиозных взглядов",
      "развитие искусства",
    ],
    correctAnswer: "происхождение и дальнейшее развитие народа",
  },
  {
    question:
      "Кто является автором миграционной теории происхождения кыргызского народа?",
    options: ["Л. Гумилев", "В. Бартольд", "А. Н. Бернштам", "Н. Пржевальский"],
    correctAnswer: "А. Н. Бернштам",
  },
  {
    question: "Кто является общим предком племен, входящих в группу ичкилик?",
    options: ["Жантош хан", "Салвасбий Булгачи", "Каныкей", "Кожомкул"],
    correctAnswer: "Салвасбий Булгачи",
  },
  {
    question: "Когда сформировался кыргызский язык?",
    options: ["VIII-X вв.", "XII-XV в.", "XVI-XVIII вв.", "IX-XI вв."],
    correctAnswer: "XII-XV в.",
  },
  {
    question:
      "Какой период в истории кыргызов называется кыргызским великодержавием?",
    options: ["VI-VII вв.", "X-XI вв.", "IX-X вв.", "XII-XIII вв."],
    correctAnswer: "IX-X вв.",
  },
  {
    question:
      "Кем была уничтожена кыргызская государственность VIII в. на Енисее?",
    options: ["монголами", "тюрками", "уйгурами", "арабами"],
    correctAnswer: "тюрками",
  },
  {
    question: "Кто был первым кыргызским правителем на Тянь-Шане?",
    options: ["Карахан", "Мухаммед-Кыргыз", "Манас", "Тоголок Молдо"],
    correctAnswer: "Мухаммед-Кыргыз",
  },
  {
    question:
      "Кто и когда впервые установил дипломатические отношения с Россией?",
    options: [
      "Курманжан Датка, 1845 г.",
      "Жантош хан, 1750 г.",
      "Атаке-бий, 1785 г.",
      "Каныкей, 1790 г.",
    ],
    correctAnswer: "Атаке-бий, 1785 г.",
  },
  {
    question: "Кому принадлежала высшая власть в кыргызских племенах?",
    options: ["бий", "манапам", "хану", "аксакалу"],
    correctAnswer: "манапам",
  },
  {
    question: "В каком случае сила и влияние манапов значительно возрастали?",
    options: [
      "в мирное время",
      "во время военных конфликтов",
      "при сборе налогов",
      "при заключении союзов",
    ],
    correctAnswer: "во время военных конфликтов",
  },
  {
    question:
      "Кто первым попытался восстановить кыргызскую государственность в ХХ в.",
    options: [
      "Жусуп Абдрахманов",
      "Ишеналы Арабаев",
      "Тоголок Молдо",
      "А. Сыдыков",
    ],
    correctAnswer: "А. Сыдыков",
  },
  {
    question: "Что является главной особенностью истории кыргызского народа?",
    options: [
      "мирный характер",
      "её дислокальный характер",
      "долговечные империи",
      "отсутствие миграций",
    ],
    correctAnswer: "её дислокальный характер",
  },
  {
    question: "Что такое табу?",
    options: [
      "обычай",
      "система запретов",
      "традиция гостеприимства",
      "кодекс чести",
    ],
    correctAnswer: "система запретов",
  },
  {
    question:
      "Можно ли считать барымту особой формой регуляции общественных отношений?",
    options: ["нельзя", "возможно", "можно", "иногда"],
    correctAnswer: "можно",
  },
  {
    question: "Как называлась древняя религия кыргызов?",
    options: ["буддизм", "ислам", "христианство", "тениризм"],
    correctAnswer: "тениризм",
  },
  {
    question: "Что является самым мощным фактором цивилизационной экспансии?",
    options: ["религия", "войны", "торговля", "наука"],
    correctAnswer: "войны",
  },
  {
    question: "Что такое модернизация?",
    options: [
      "переход от аграрного общества к индустриальному",
      "развитие сельского хозяйства",
      "освоение ремесел",
      "укрепление монархии",
    ],
    correctAnswer: "переход от традиционного общества к индустриальному",
  },
  {
    question: "Что является главной целью модернизации?",
    options: [
      "расширение границ",
      "укрепление власти монарха",
      "построение рыночной экономики, гражданского общества и правового государства",
      "развитие армии",
    ],
    correctAnswer:
      "построение рыночной экономики, гражданского общества и правового государства",
  },
  {
    question:
      "Почему трансформационный процесс на современном этапе является неустойчивым и плохо управляемым?",
    options: [
      "повышение налогов",
      "произошел распад прежних связей и форм хозяйствования",
      "рост сельского населения",
      "вмешательство иностранных государств",
    ],
    correctAnswer: "произошел распад прежних связей и форм хозяйствования",
  },
  {
    question:
      "Что следует учитывать руководству республики в первую очередь при выборе новых моделей развития?",
    options: [
      "экономическую политику соседних стран",
      "современные мировые тренды",
      "влияние международных организаций",
      "историческую специфику Кыргызстана",
    ],
    correctAnswer: "историческую специфику Кыргызстана",
  },
  {
    question:
      "Какая горная система планеты является наиболее перспективной с точки зрения полезных ископаемых?",
    options: ["Альпы", "Гималаи", "Анды", "Тянь-Шань"],
    correctAnswer: "Тянь-Шань",
  },
  {
    question:
      "Как называется самое древнее городище эпохи бронзы в Чуйской долине",
    options: [
      "Беловодское (XV-XIII вв. до н. э. )",
      "Кара-Булакское городище",
      "Сары-Булак (XVII-XV вв. до н. э.)",
      "Аламединское поселение",
    ],
    correctAnswer: "Беловодское (XV-XIII вв. до н. э. )",
  },
  {
    question:
      "О чем должно было заключить договор посольство императора У-ди с усунями в 107 г. до н.э.",
    options: [
      "о торговле шелком",
      "о союзе против гуннов",
      "о разделе земель",
      "о военном нейтралитете",
    ],
    correctAnswer: "о союзе против гуннов",
  },
  {
    question: "Фейван",
    options: [
      "согдийский купец периода Великого шелкового пути",
      "усуньский бог охоты",
      "знаменитый усуньский правитель Унгуйми, при котором государство достигло наивысшего подъема",
      "персидский военачальник, завоевавший земли усуней",
    ],
    correctAnswer:
      "знаменитый усуньский правитель Унгуйми, при котором государство достигло наивысшего подъема",
  },
  {
    question:
      "Как назывались племена, обитавшие в Центральной Азии в I тысячелетие до н.э., которых греки называли скифами",
    options: ["масагеты", "аланны", "сарматы", "саки"],
    correctAnswer: "саки",
  },
  {
    question:
      "В каком веке Средняя Азия была завоевана Александром Македонским",
    options: [
      "III в. до н.э.",
      "V в. до н.э.",
      "II в. до н.э.",
      "IV в. до н.э.",
    ],
    correctAnswer: "IV в. до н.э.",
  },
  {
    question: "К какой языковой семье относились согдийцы",
    options: ["тюркской", "индоевропейской", "монгольской", "финно-угорской"],
    correctAnswer: "индоевропейской",
  },
  {
    question: "Дата последнего упоминания об усунях в источниках",
    options: ["457 г.", "439 г.", "437 г.", "451 г."],
    correctAnswer: "437 г.",
  },
  {
    question: "Укажите меру наказания за воровство у енисейских кыргызов",
    options: [
      "смертная казнь",
      "порка плетьми",
      "штраф золотом",
      "изгнание из рода",
    ],
    correctAnswer: "смертная казнь",
  },
  {
    question:
      "В каком веке возникли города поселения согдийцев в Северных районах Кыргызстана",
    options: ["V в.", "VII в.", "VI в.", "VIII в."],
    correctAnswer: "VI в.",
  },
  {
    question: "Назовите основателя Второго Восточно-Тюркского каганата",
    options: [
      "Култегин",
      "Тоньюкук",
      "Илтерес каган (Кутлуг, Эльтериш-каган, Эльтерес-хан)",
      "Бильге-каган",
    ],
    correctAnswer: "Илтерес каган (Кутлуг, Эльтериш-каган, Эльтерес-хан)",
  },
  {
    question: "В каком году произошел разгром Восточно-Тюркского каганата",
    options: ["751 г.", "744 г.", "756 г.", "740 г."],
    correctAnswer: "744 г.",
  },
  {
    question:
      "Как называлась земледельческая аристократия в раннесредневековом Кыргызстане",
    options: ["баи", "дехкане", "шахи", "бекары"],
    correctAnswer: "дехкане",
  },
  {
    question: "Каким государствам енисейские кыргызы платили дань",
    options: [
      "Китайской империи и Танскому государству",
      "Карлукскому и Тюргешскому каганатам",
      "Восточно-Тюркскому и Уйгурскому каганатам",
      "Сельджукам и Хазарам",
    ],
    correctAnswer: "Восточно-Тюркскому и Уйгурскому каганатам",
  },
  {
    question:
      "Назовите имя китайского полководца посланного для завоевания государства Давань",
    options: ["Сюаньцзан", "Ли Гуанли", "Чжан Цянь", "Ван Мэн"],
    correctAnswer: "Ли Гуанли",
  },
  {
    question: "Укажите, в какую эпоху жили неандертальцы",
    options: [
      "неолит",
      "поздний палеолит",
      "мустьерская культура (средний палеолит, 300-30 тыс. лет назад)",
      "бронзовый век",
    ],
    correctAnswer:
      "мустьерская культура (средний палеолит, 300-30 тыс. лет назад)",
  },
  {
    question:
      "С каким народом ученые отожествляют племена андроновской культуры",
    options: ["арии", "гунны", "кельты", "скифы"],
    correctAnswer: "арии",
  },
  {
    question: "Кого китайские летописи называли динлинами",
    options: [
      "монгольское племя кочевников",
      "тюркские племена средней Азии",
      "европеоидное население среднего течения реки Енисей и соседней территории южной Сибири",
      "потомков усуней",
    ],
    correctAnswer:
      "европеоидное население среднего течения реки Енисей и соседней территории южной Сибири",
  },
  {
    question:
      "Назовите правителя, который в начале I века до н. э. стал основателем новой династии у енисейских кыргызов",
    options: [
      "Чжан Цянь",
      "Цинь Шихуанди",
      "Ли Лин (китайский полководец)",
      "Ван Ман",
    ],
    correctAnswer: "Ли Лин (китайский полководец)",
  },
  {
    question:
      "Укажите, против кого был заключен в 555 году союз между Ираном и Тюркским каганатом",
    options: ["гунны", "эфталиты", "карлуки", "согдийцы"],
    correctAnswer: "эфталиты",
  },
  {
    question: "Укажите столицу Западно-Тюркского каганата",
    options: ["Талас", "Суяб (с 618 г).", "Тараз", "Баласагун"],
    correctAnswer: "Суяб (с 618 г).",
  },
  {
    question:
      "Под руководством какого политического деятеля енисейские кыргызы вступили в борьбу за политическое господство в Центральной Азии",
    options: ["Култегин", "Барсбек", "Бильге-каган", "Тоньюкук"],
    correctAnswer: "Барсбек",
  },
  {
    question: "Кем был Сюаньцзан",
    options: [
      "китайским императором",
      "путешественником-шёлковым торговцем",
      "полководцем династии Тан",
      "буддийским монахом, оставившим описание северного Кыргызстана в VII веке",
    ],
    correctAnswer:
      "буддийский монах, оставивший описание северного Кыргызстана в VII веке",
  },
  {
    question:
      "Укажите дату первого упоминания этнонима тюрк в китайских летописях",
    options: ["543 г.", "549 г.", "546 г.", "550 г."],
    correctAnswer: "546 г.",
  },
  {
    question:
      "Укажите время существования Тюргешского каганата на территории Кыргызстана",
    options: ["VII в.", "IX в.", "VIII в.", "X в."],
    correctAnswer: "VIII в.",
  },
  {
    question:
      "Укажите, где впервые были найдены памятники древнетюркского письма",
    options: [
      "в пустынях Гоби",
      "в горах Алтая",
      "в верховьях рек Енисей и Орхон",
      "на равнинах Маньчжурии",
    ],
    correctAnswer: "в верховьях рек Енисей и Орхон",
  },
  {
    question: "Укажите год, когда карлуки переселились в Семиречье",
    options: ["742 г.", "748 г.", "746 г.", "750 г."],
    correctAnswer: "746 г.",
  },
  {
    question:
      "Укажите главного соперника карлуков, с которым пришлось бороться до 766 года",
    options: ["огузы", "уйгуры", "тунгусы", "хунну"],
    correctAnswer: "огузы",
  },
  {
    question:
      "Укажите народ, который стал доминировать в Центральной Азии в 745-840 годах",
    options: ["карлуки", "уйгуры", "кидани", "татары"],
    correctAnswer: "уйгуры",
  },
  {
    question:
      "Назовите китайскую династию, подчинившую в середине VII века Тюркский каганат",
    options: ["Сун", "Цин", "Тан", "Хань"],
    correctAnswer: "Тан",
  },
  {
    question:
      "Укажите арабского полководца, который начал завоевание Средней Азии",
    options: [
      "Муса ибн Нусайр",
      "Кутейба ибн Муслим",
      "Ибн Хальдун",
      "Аль-Фараби",
    ],
    correctAnswer: "Кутейба ибн Муслим",
  },
  {
    question:
      "Укажите, при каком кагане Восточно-Тюркский каганат  достиг наивысшего могущества",
    options: ["Бильге-каган", "Тоньюкок", "Капаган-каган", "Кутлуг-каган"],
    correctAnswer: "Капаган-каган",
  },
  {
    question: "Кем были Ахмед хан и Султан халиф",
    options: [
      "монгольскими наместниками",
      "хивинскими эмирами",
      "чингизидами",
      "ставленниками кыргызских племен, возглавлявшими",
    ],
    correctAnswer: "ставленники кыргызских племен, возглавлявшие",
  },
  {
    question: "В каком году образовалось Кокандское ханство",
    options: ["1709 г.", "1799 г.", "1650 г.", "1720 г."],
    correctAnswer: "1709 г.",
  },
  {
    question: "Какое событие произошло в 999 году",
    options: [
      "разгром карлуков саманидами",
      "разгром караханидами государства саманидов",
      "основaние Караханидского государства",
      "начало исламизации Караханидов",
    ],
    correctAnswer: "разгром караханидами государства саманидов",
  },
  {
    question:
      "Как звали великого врача и философа в средневековой Средней Азии",
    options: ["Аль-Фараби", "Ибн Рушд", "Ибн Сина", "Абу Райхан Бируни"],
    correctAnswer: "Ибн Сина",
  },
  {
    question:
      "При каком правителе ислам стал государственной религией в Караханидском каганате",
    options: [
      "Кара-хан",
      "Сатук Богра-хан",
      "Муса ибн Сатук, 960 г.",
      "Ильхан",
    ],
    correctAnswer: "Муса ибн Сатук, 960 г.",
  },
  {
    question:
      "Остатками какого крупного города в Чуйской долине является Краснореченское городище",
    options: ["Балашагун", "Суйяб", "Навекат", "Кочкор"],
    correctAnswer: "Навекат",
  },
  {
    question: "В каких годах произошло завоевание кыргызов Кокандским ханством",
    options: [
      "1720-1790 гг.",
      "1762-1831 гг.",
      "1800-1850 гг.",
      "1680-1750 гг.",
    ],
    correctAnswer: "1762-1831 гг.",
  },
  {
    question:
      "Назовите правителя, который предпринял попытку восстановления экономики городов на территории Кыргызстана в конце XIII века",
    options: ["Бату-хан", "Хубилай", "Хайду", "Тимур"],
    correctAnswer: "Хайду",
  },
  {
    question: "В каком году Кокандское ханство захватило Ош и Баткен",
    options: ["1762 г.", "1785 г.", "1721 г.", "1800 г."],
    correctAnswer: "1762 г.",
  },
  {
    question:
      "Дата первого восстания енисейских кыргызов против монгольских войск",
    options: ["1218 г.", "1220 г.", "1209 г.", "1235 г."],
    correctAnswer: "1218 г.",
  },
  {
    question:
      "Укажите местоположение столицы Караханидов на территории Кыргызстана",
    options: ["Иссык-Куль", "Чуй", "Ош", "Талас"],
    correctAnswer: "Чуй",
  },
  {
    question: "Назовите город, в котором родился Махмуд Кашгари",
    options: ["Барскан", "Навекат", "Бухара", "Суйяб"],
    correctAnswer: "Барскан",
  },
  {
    question:
      "Назовите предводителя племени кушчу, признанного лидера в борьбе кыргызов против джунгар, в середине XVIII века",
    options: ["Атаке-бий", "Кубат-бий", "Ташбек", "Калыгул"],
    correctAnswer: "Кубат-бий",
  },
  {
    question:
      "Укажите дату окончательного покорения Кыргызстана Кокандским ханством",
    options: ["1831 г.", "1825 г.", "1800 г.", "1840 г."],
    correctAnswer: "1831 г.",
  },
  {
    question:
      "Укажите год, когда официально Караханидский распался на Восточный и Западный",
    options: ["1060 г.", "1070 г.", "1085 г.", "1055 г."],
    correctAnswer: "1070 г.",
  },
  {
    question:
      "Укажите, какое новое государство образовалось на Тянь-Шане в 30-40 годы XII века",
    options: ["Караханиды", "Западное Ляо", "Киданьское ханство", "Каракитаи"],
    correctAnswer: "Западное Ляо",
  },
  {
    question: "В каком году было основано государство найманов на Тянь-Шане",
    options: ["1210 г.", "1200 г.", "1211 г.", "1220 г."],
    correctAnswer: "1211 г.",
  },
  {
    question:
      "Укажите имя предводителя найманов, захватившего власть у кара-китайцев",
    options: ["Жамуха", "Кучлук", "Хубилай", "Тогрул"],
    correctAnswer: "Кучлук",
  },
  {
    question:
      "В каком году Чингиз-хан был провозглашен повелителем всех монголов",
    options: ["1200 г.", "1205 г.", "1206 г.", "1210 г."],
    correctAnswer: "1206 г.",
  },
  {
    question:
      "Укажите время, когда оседло-земледельческая жизнь на севере Кыргызстана пришла в упадок",
    options: [
      "1-я половина XIV в.",
      "2-я половина XIV в.",
      "конец XIII в.",
      "начало XV в.",
    ],
    correctAnswer: "2-я половина XIV в.",
  },
  {
    question: "Укажите имя первого хана Моголистана",
    options: ["Тоглук Тимур", "Есугей", "Бату", "Хайду"],
    correctAnswer: "Тоглук Тимур",
  },
  {
    question:
      "В каком году появились первые переселенцы из Кыргызстана в Россию",
    options: ["1750 г.", "1757 г.", "1765 г.", "1740 г."],
    correctAnswer: "1757 г.",
  },
  {
    question:
      "В каком году монголы ликвидировали государственность енисейских кыргызов",
    options: ["1290 г.", "1285 г.", "1293 г.", "1300 г."],
    correctAnswer: "1293 г.",
  },
  {
    question:
      "Назовите государство на Тянь-Шане образованное и достигшее могущества в X-XI веках",
    options: ["Караханидский каганат", "Каракитаи", "Газневиды", "Саманиды"],
    correctAnswer: "Караханидский каганат",
  },
  {
    question:
      "Назовите правителя основавшего государство на Тянь-Шане в 1269 году",
    options: ["Бату-хан", "Тоглук Тимур", "Хайду", "Чагатай"],
    correctAnswer: "Хайду",
  },
  {
    question: "Укажите, как называлась династия кокандских правителей",
    options: ["Чжоу", "Минг", "Юань", "Сун"],
    correctAnswer: "Минг",
  },
  {
    question: "Укажите год, когда распалось государство Моголистан",
    options: ["1505 г.", "1514 г.", "1499 г.", "1520 г."],
    correctAnswer: "1514 г.",
  },
  {
    question: "В каком году образовалось Джунгарское ханство",
    options: ["1625 г.", "1610 г.", "1635 г.", "1645 г."],
    correctAnswer: "1635 г.",
  },
  {
    question:
      "Укажите время антицинского восстания Джангир Ходжи в Восточном Туркестане",
    options: [
      "1810-1812 гг.",
      "1830-1832 гг.",
      "1820-1822 гг.",
      "1826-1827гг.",
    ],
    correctAnswer: "1826-1827гг.",
  },
  {
    question: "В каком году Атаке-бий отправил второе посольство в Россию",
    options: ["1775 г.", "1795 г.", "1780 г.", "1788 г."],
    correctAnswer: "1788 г.",
  },
  {
    question: "Определите, что означает термин «Букара»",
    options: ["торговец", "воин", "простолюдин", "ремесленник"],
    correctAnswer: "простолюдин",
  },
  {
    question:
      "Укажите, от какого кыргызского племени в 1814 году прибыли послы в Тобольск",
    options: ["бугу", "сарыбагыш", "солто", "черик"],
    correctAnswer: "бугу",
  },
  {
    question: "В каком году в Сибирь прибыла вторая делегация от племени бугу",
    options: ["1820 г.", "1830 г.", "1824 г.", "1828 г."],
    correctAnswer: "1824 г.",
  },
  {
    question: "Укажите имя основателя Кокандского государства",
    options: ["Абдуллах", "Шахрух", "Омар", "Султан"],
    correctAnswer: "Шахрух",
  },
  {
    question: "Назовите правителя Коканда, который первым принял ханский титул",
    options: ["Шахрух", "Алим-бек", "Алим-хан", "Умар-хан"],
    correctAnswer: "Алим-хан",
  },
  {
    question:
      "Назовите предводителя кетмень-тюбинских кыргызов, который возглавил борьбу против кокандцев в начале XIX века",
    options: ["Тайлак", "Боромбай", "Ормон", "Сатыке"],
    correctAnswer: "Сатыке",
  },
  {
    question: "Назовите имя последнего хана Кокандского государства",
    options: ["Насреддин", "Алимхан", "Шир-Али", "Абдуллах"],
    correctAnswer: "Насреддин",
  },
  {
    question: "Укажите, при каком Кокандском хане вырос налоговый гнёт",
    options: ["Мадамин-хан", "Алим-хан", "Худояр-хан", "Нарбота-бий"],
    correctAnswer: "Худояр-хан",
  },
  {
    question: "В каком году был взят русскими войсками Ташкент",
    options: ["1865 г.", "1860 г.", "1858 г.", "1867 г."],
    correctAnswer: "1865 г.",
  },
  {
    question:
      "В каком году был заключен вассальный договор России с Кокандским ханством",
    options: ["1865 г.", "1866 г.", "1867 г.", "1868 г."],
    correctAnswer: "1868 г.",
  },
  {
    question:
      "Назовите кыргызского манапа, который оказал помощь российским войскам при взятии Пишпека",
    options: ["Ормон", "Байтик", "Саруу", "Тайлак"],
    correctAnswer: "Байтик",
  },
  {
    question:
      "Назовите главу племени бугу – инициатора принятия российского подданства",
    options: ["Боромбай", "Ормон", "Сыдык", "Байтик"],
    correctAnswer: "Боромбай",
  },
  {
    question:
      "Назовите тянь-шанского манапа, выступившего против России в 1863 году",
    options: [
      "Боромбай",
      "Ормон",
      "Осмон (племя черик, сын Тайлака)",
      "Карабек",
    ],
    correctAnswer: "Осмон (племя черик, сын Тайлака",
  },
  {
    question: "Назовите организатора и руководителя союза «Букара»",
    options: ["Касым", "Сарыкулаков", "Ормон", "Атаке"],
    correctAnswer: "Сарыкулаков",
  },
  {
    question: "В каком году город Пишпек приобрел статус уездного центра",
    options: ["1870 г.", "1875 г.", "1876 г.", "1878 г."],
    correctAnswer: "1878 г.",
  },
  {
    question:
      "Определите позицию феодальной верхушки кыргызов в ходе революции 1905-1907 годов",
    options: [
      "поддержка народа",
      "нейтралитет",
      "поддержка политики царского правительства",
      "сопротивление России",
    ],
    correctAnswer: "поддержка политики царского правительства",
  },
  {
    question:
      "В каком году была принята присяга представителей племени бугу на верность России",
    options: ["1850 г.", "1860 г.", "1845 г.", "1855 г."],
    correctAnswer: "1855 г.",
  },
  {
    question:
      "Кто возглавил посольскую миссию России на Иссык-Куль в 1825 году",
    options: [
      "Орлов и Потемкин",
      "Зибернштейн и Нюхалов",
      "Лаптев и Сибиряков",
      "Черняев и Капустин",
    ],
    correctAnswer: "Зибернштейн и Нюхалов",
  },
  {
    question:
      "В каком году было образовано Туркестанское генерал-губернаторство",
    options: ["1865 г.", "1866 г.", "1867 г.", "1868 г."],
    correctAnswer: "1867 г.",
  },
  {
    question:
      "При каком императоре была присоединена значительная часть Средней Азии к России",
    options: ["Николай I", "Александр I", "Александр II", "Николай II"],
    correctAnswer: "Александр II",
  },
  {
    question: "Назовите первого российского учёного, побывавшего на Тянь-Шане",
    options: ["Пржевальский", "Козлов", "Семёнов-Тянь-Шанский", "Потанин"],
    correctAnswer: "Семёнов-Тянь-Шанский",
  },
  {
    question: "Назовите первых кыргызских послов в России",
    options: [
      "Шабдан и Ормон",
      "Кучаков и Шергазы",
      "Сатыке и Тайлак",
      "Боромбай и Байтик",
    ],
    correctAnswer: "Кучаков и Шергазы",
  },
  {
    question: "Укажите дату второй декады кыргызского искусства в Москве",
    options: ["1956 г.", "1957 г.", "1958 г.", "1959 г."],
    correctAnswer: "1958 г.",
  },

  {
    question: "В каком году был проведен первый всемирный курултай кыргызов",
    options: [
      "август 1992 г.",
      "сентябрь 1992 г.",
      "октябрь 1992 г.",
      "декабрь 1992 г.",
    ],
    correctAnswer: "сентябрь 1992 г.",
  },
  {
    question: "Назовите год основания города Токмака",
    options: ["1862 г.", "1863 г.", "1864 г. (полковник Черняев)", "1865 г."],
    correctAnswer: "1864 г. (полковник Черняев)",
  },
  {
    question: "Назовите дату образования Кыргызской АССР",
    options: [
      "1924 г.",
      "1926 г., а в 1927 г.  – Декларация об образовании КАССР",
      "1936 г.",
      "1918 г.",
    ],
    correctAnswer: "1926 г., а в 1927 г.  – Декларация об образовании КАССР",
  },

  {
    question:
      "Назовите первого кыргызского писателя, ставшего лауреатом государственной премии СССР",
    options: [
      "Чингиз Айтматов",
      "Токтогул Сатылганов",
      "Касым Тыныстанов",
      "Аалы Токомбаев",
    ],
    correctAnswer: "Чингиз Айтматов",
  },
  {
    question:
      "Назовите унтер-офицера русской армии, прошедшего Фергану и Алай в конце XVIII в.",
    options: ["Белкин", "Ефремов", "Черняев", "Кауфман"],
    correctAnswer: "Ефремов",
  },
  {
    question: "Какое событие произошло в 1990 году",
    options: [
      "ошская трагедия",
      "проведение первой Олимпиады в Кыргызстане",
      "принятие новой Конституции",
      "образование ОДКБ",
    ],
    correctAnswer: "ошская трагедия",
  },

  {
    question: "Назовите манапа племени сарыбагыш, открывшего школу в Кемине",
    options: ["Ормон хан", "Калык уулу", "Байтик", "Шабдан"],
    correctAnswer: "Шабдан",
  },
  {
    question: "Назовите первого начальника Токмакского уезда",
    options: [
      "генерал Черняев",
      "майор Загряжский",
      "полковник Колпаковский",
      "капитан Бобров",
    ],
    correctAnswer: "майор Загряжский",
  },

  {
    question: "Как называлась надельная форма землевладения у кыргызов",
    options: ["джут", "мерген", "аймак", "чек"],
    correctAnswer: "чек",
  },
  {
    question: "Назовите дату мятежа в Беловодске",
    options: [
      "январь 1919 г.",
      "ноябрь 1917 г.",
      "февраль 1918 г.",
      "декабрь 1918 г.",
    ],
    correctAnswer: "декабрь 1918 г.",
  },

  {
    question: "Назовите первого председателя Совнаркома КССР",
    options: [
      "Абдыкадыр Орозбеков",
      "Баялы Исакеев ",
      "И. Раззаков",
      "Касым Тыныстанов",
    ],
    correctAnswer: "Баялы Исакеев ",
  },
  {
    question: "Кем был Кауфман",
    options: [
      "генералом российской армии",
      "туркестанским генерал-губернатором",
      "консулом в Пекине",
      "атаманом казачьих войск",
    ],
    correctAnswer: "туркестанским генерал-губернатором",
  },
  {
    question:
      "В каких годах происходило присоединение Северного Кыргызстана к России",
    options: [
      "1855-1867 гг.",
      "1801-1810 гг.",
      "1873-1885 гг.",
      "1820-1830 гг.",
    ],
    correctAnswer: "1855-1867 гг.",
  },
  {
    question: "В каком году произошло Андижанское восстание",
    options: ["1885 г.", "1905 г.", "1898 г.", "1916 г."],
    correctAnswer: "1898 г.",
  },
  {
    question:
      "В каких годах проходила земельно-водная реформа на Севере Кыргызстана",
    options: [
      "1918-1919 гг.",
      "1921-1922 гг.",
      "1927-1928 гг.",
      "1930-1931 гг.",
    ],
    correctAnswer: "1921-1922 гг.",
  },

  {
    question: "Что произошло 2 марта 1992 года в Кыргызстане",
    options: [
      "принятие Конституции",
      "создание ВС Кыргызстана",
      "Кыргызская Республика вступила в ООН",
      "проведение первых выборов президента",
    ],
    correctAnswer: "Кыргызская Республика вступила в ООН",
  },
  {
    question:
      "Назовите кыргызского манапа, активного участника покорения Алая российскими войсками под руководством М. Скобелева",
    options: ["Шабдан", "Ормон", "Атаке", "Байтик"],
    correctAnswer: "Шабдан",
  },
  {
    question: "Кто возглавил антикокандское восстание 1873-1876 гг.?",
    options: ["Атай", "Шабдан", "Батыр", "Пулат-хан"],
    correctAnswer: "Пулат-хан",
  },

  {
    question: "Кто возглавил Андижанское восстание 1898 г?",
    options: ["Мадали Дукчи-ишан", "Абдулкадыр", "Юсупбек", "Тургунбай"],
    correctAnswer: "Мадали Дукчи-ишан",
  },
  {
    question:
      "Укажите время антицинского восстания Джангир Ходжи в Восточном Туркестане",
    options: [
      "1847-1848 гг.",
      "1826-1827гг.",
      "1801-1802 гг.",
      "1850-1851 гг.",
    ],
    correctAnswer: "1826-1827гг.",
  },

  {
    question: "Назовите первого председателя Совнаркома КССР",
    options: ["И. Раззаков", "А. Орозбеков", "Баялы Исакеев", "Ж. Абдрахманов"],
    correctAnswer: "Баялы Исакеев",
  },
  {
    question: "Назовите основателя государства Моголистан",
    options: ["Чингисхан", "эмир Пуладчи", "Тамерлан", "Улугбек"],
    correctAnswer: "эмир Пуладчи",
  },

  {
    question:
      "Кто возглавил восстание против Кокандского ханства в 1862 г. в Чуйской долине?",
    options: ["Байтик Канаев", "Шабдан", "Болот-батыр", "Калык уулу"],
    correctAnswer: "Байтик Канаев",
  },
  {
    question:
      "Назовите кыргызского манапа, который оказал помощь российским войскам при взятии Пишпека",
    options: ["Ормон", "Касымбек", "Байтик", "Байбосун"],
    correctAnswer: "Байтик",
  },
  {
    question: "Кто возглавляет борьбу с басмачеством?",
    options: [
      "генерал Кауфман",
      "командующий Туркестанским  фронтом М. В. Фрунзе",
      "полковник Скобелев",
      "майор Черняев",
    ],
    correctAnswer: "командующий Туркестанским  фронтом М. В. Фрунзе",
  },
  {
    question: "Кто стал Председателем Совета Народных Комиссаров в 1927 г.?",
    options: ["Баялы Исакеев", "И. Раззаков", "А. Орозбеков", "Ж. Абдрахманов"],
    correctAnswer: "Ж. Абдрахманов",
  },
  {
    question: "Назовите имя первого Президента Академии наук Кыргызской ССР",
    options: [
      "Касым Тыныстанов",
      "И. Ахунбаев",
      "Токтогул Сатылганов",
      "Баялы Исакеев",
    ],
    correctAnswer: "И. Ахунбаев",
  },

  {
    question:
      "Кто возглавил филиал Академии наук СССР, открытый 13 августа 1943 г.?",
    options: ["Скрябин", "И. Ахунбаев", "Раззаков", "академик К. И. Скрябин"],
    correctAnswer: "академик К. И. Скрябин",
  },
  {
    question: "Назовите авторов первого кыргызского балета «Анар»",
    options: [
      "В. А. Власов и В. Г.  Фере",
      "Ч. Айтматов и К. Тыныстанов",
      "И. Ахунбаев и В. Фере",
      "Скрябин и Раззаков",
    ],
    correctAnswer: "В. А. Власов и В. Г.  Фере",
  },
  {
    question: "Назовите первого начальника Токмакского уезда",
    options: ["Бобров", "Колпаковский", "майор Загряжский", "Черняев"],
    correctAnswer: "майор Загряжский",
  },
  {
    question:
      "Назовите унтер-офицера русской армии, прошедшего Фергану и Алай в конце XVIII в.",
    options: ["Белкин", "Ефремов", "Кауфман", "Черняев"],
    correctAnswer: "Ефремов",
  },
  {
    question:
      "Укажите арабского полководца, который начал завоевание Средней Азии",
    options: [
      "Кутейба ибн Муслим",
      "Ибн Халдун",
      "Саладин",
      "Мухаммад ибн Касим",
    ],
    correctAnswer: "Кутейба ибн Муслим",
  },
  {
    question:
      "Назовите имя китайского полководца посланного для завоевания государства Давань",
    options: ["Сунь Цзы", "Чжан Цзянь", "Ли Гуанли", "Конфуций"],
    correctAnswer: "Ли Гуанли",
  },
  {
    question:
      "Кто первым попытался восстановить кыргызскую государственность в ХХ в.",
    options: ["И. Раззаков", "К. Тыныстанов", "А. Орозбеков", "А. Сыдыков"],
    correctAnswer: "А. Сыдыков",
  },
  {
    question:
      "Кто возглавил посольскую миссию России на Иссык-Куль в 1825 году",
    options: [
      "Скобелев и Черняев",
      "Зибернштейн и Нюхалов",
      "Раззаков и Ахунбаев",
      "Белкин и Загряжский",
    ],
    correctAnswer: "Зибернштейн и Нюхалов",
  },
];
export const getQuestions = () => {
  const chunks = [];
  for (let i = 0; i < questions.length; i += 30) {
    chunks.push(questions.slice(i, i + 30));
  }
  return chunks;
};
